<?php


return[
    'home' => 'الصفحة الرئسية',

    'brand-list' => 'قائمة الماركات الرئسية' ,
    'add' => 'اضافة' ,
    'image-brand' => 'صورة الماركة' ,
    'brand-state' => 'حالة الماركه' ,
    'brand-Active-or-Inactive' => 'الماركة مفعل ام ليس مفعل' ,


    'brand' => 'الماركات التجارية' ,
    'add-brand' => ' اضافة ماركة تجارية' ,
    'en_add' => 'اضافة ماركة تجارية  باللغة الانجليزية' ,
    'ar_add' => 'اضافة ماركة تجارية  باللغة العربية' ,
//    label for input
    'main_brand' => 'الماركة التجارية',
    'name' => 'الاسم',
    'Slug' => 'الاختصار' ,
    'description' => 'الوصف' ,
    'Choose_file' => 'اختار الصورة',
    'upload_file' => 'رفع الصورة',
    'notice_locale' => 'تحذير',
    'notice_locale_contact_en' => 'سيتم حفظ الماركة التجارية باللغة الانجليزية',
    'notice_locale_contact_ar' => 'سيتم حفظ الماركة التجارية باللغة العربية',
//    placeholder
    'slug_ph' => 'اختصار الماركة التجارية',
    'name_ph_ar' => ' اسم الماركة التجارية باللغة العربية',
    'name_ph_en' => ' اسم الماركة التجارية باللغة الانجليزية',
    'description_ph_en' => ' وصف الماركةالتجارية باللغة الانجليزية',
    'description_ph_ar' => ' وصف الماركةالتجارية  باللغة العربية',


//    footer card
    'submit' => 'اضافة الماركة',
    'Cancel' => 'اغلاق',

//    notice

    'success-brand-add' => 'تم إضافة الماركة بنجاح',
    'error-brand-add' => 'لم يتم إضافة الماركة بنجاح',

];
